Repository: danielfernandez-pe/ExcuseGenerator
Catalog: ExcuseGenerator/Resources/*.lproj/Localizable.strings
Languages: es_419

# title
source: Let's cancel plans with style
es_419: Cancela planes con estilo

# title.colored
source: with style
es_419: con estilo

# give.me.excuse
source: Give me a good excuse
es_419: Dame una buena excusa

# create.excuse
source: I'll create my own defense
es_419: Crearé mi propia defensa

# intro.title
source: Choose an intro
es_419: Escoge una intro

# intro.excuse0
source: I can't go because
es_419: No puedo ir porque

# intro.excuse1
source: This is going to sound crazy, but
es_419: Esto sonará loco, pero

# intro.excuse2
source: The truth is that
es_419: La verdad es que

# intro.excuse3
source: Get this!
es_419: ¡Escucha esto!

# intro.excuse4
source: Sorry, I can't come because
es_419: Perdón, no pude ir porque

# intro.excuse5
source: Please, forgive me...
es_419: Por favor, perdóname...

# intro.excuse6
source: You won't believe me!
es_419: ¡No lo vas a creer!

# intro.excuse7
source: I feel terrible, but
es_419: Me siento terrible, pero

# intro.excuse8
source: I regretfully cannot attend...
es_419: Lamento no haber ido...

# intro.excuse9
source: Please, forgive my absence...
es_419: Espero que perdones mi ausencia...

# intro.excuse10
source: It was a normal day and suddenly
es_419: Era un día normal y de pronto

# intro.excuse11
source: I know you're going to hate me but
es_419: Sé que vas a odiarme, pero

# intro.excuse12
source: It was like a movie:
es_419: Fue como de película:

# intro.excuse13
source: Everything was ready and Boom!
es_419: Todo estaba listo y ¡Boom!

# intro.excuse14
source: I couldn't call you because
es_419: No pude llamarte porque

# intro.excuse15
source: Something unbelievable happened!
es_419: Disculpa, ¡pasó algo increíble!

# intro.excuse16
source: You'll say it's just an excuse, but
es_419: Dirás que es solo una excusa, pero

# intro.excuse17
source: I was thinking how to tell you this...
es_419: Estaba pensando cómo decirte esto...

# intro.excuse18
source: Â¡Oh, no! I'm so sorry...
es_419: ¡Ay, no! Lo siento muchísimo...

# intro.excuse19
source: I would love to go but
es_419: Me encantaría ir, pero

# intro.excuse20
source: I tried to contact you to tell you that
es_419: Intenté contactarte para decirte que

# intro.excuse21
source: I didn't do what I promised because
es_419: No hice lo que te prometí porque

# intro.excuse22
source: This was totally unexpected:
es_419: Fue totalmente inesperado:

# intro.excuse23
source: Please, sit down and listen...
es_419: Por favor, siéntate y escúchame...

# intro.excuse24
source: You are very important to me, but
es_419: Eres muy importante para mí, pero

# scapegoat.title
source: Choose a scapegoat
es_419: Escoge una víctima

# scapegoat.excuse0
source: my cat
es_419: mi gato

# scapegoat.excuse1
source: my dog
es_419: mi perro

# scapegoat.excuse2
source: my crush
es_419: mi amor platónico

# scapegoat.excuse3
source: a crazy squirrel
es_419: una ardilla loca

# scapegoat.excuse4
source: my ex
es_419: mi ex

# scapegoat.excuse5
source: my neighbour
es_419: mi vecino

# scapegoat.excuse6
source: a wizard
es_419: un hechicero

# scapegoat.excuse7
source: my boss
es_419: mi jefe

# scapegoat.excuse8
source: my mother
es_419: mi madre

# scapegoat.excuse9
source: a mysterious woman
es_419: una mujer misteriosa

# scapegoat.excuse10
source: a homeless
es_419: un vagabundo

# scapegoat.excuse11
source: my friend's turtle
es_419: la tortuga de mi amigo

# scapegoat.excuse12
source: a plant
es_419: una planta

# scapegoat.excuse13
source: my fairy godmother
es_419: mi hada madrina

# scapegoat.excuse14
source: a flamenco dancer
es_419: un bailarín de flamenco

# scapegoat.excuse15
source: a famous actor
es_419: un actor muy famoso

# scapegoat.excuse16
source: my pillow
es_419: mi almohada

# scapegoat.excuse17
source: the voice in my head
es_419: la voz en mi cabeza

# scapegoat.excuse18
source: my blood
es_419: mi sangre

# scapegoat.excuse19
source: a butterfly
es_419: una mariposa

# scapegoat.excuse20
source: my alarm clock
es_419: mi despertador

# scapegoat.excuse21
source: my ferret
es_419: mi hurón

# scapegoat.excuse22
source: a group of pirates
es_419: un grupo de piratas

# scapegoat.excuse23
source: my imaginary friend
es_419: mi amigo imaginario

# scapegoat.excuse24
source: my conscience
es_419: mi conciencia

# ending.title
source: Choose an ending
es_419: Escoge un final

# ending.excuse0
source: needed help moving.
es_419: necesitaba ayuda mudándose.

# ending.excuse1
source: locked me in a closet.
es_419: me encerró en un closet.

# ending.excuse2
source: gave me allergy.
es_419: me dio alergia.

# ending.excuse3
source: stole my car.
es_419: robó mi auto.

# ending.excuse4
source: erased my memory.
es_419: borró mi memoria.

# ending.excuse5
source: took me to an enchanted forest.
es_419: me llevó a un bosque encantado.

# ending.excuse6
source: turn off my alarm.
es_419: apagó mi alarma.

# ending.excuse7
source: transport me to another dimension.
es_419: me transportó a otra dimensión.

# ending.excuse8
source: ate my homework.
es_419: se comió mi tarea.

# ending.excuse9
source: asked me to safe the world.
es_419: me pidió salvar al mundo.

# ending.excuse10
source: run away with my favourite juggler.
es_419: huyó con mi malabarista favorito.

# ending.excuse11
source: went to space with my money.
es_419: se fue al espacio con mi dinero.

# ending.excuse12
source: got drunk with me.
es_419: se emborrachó conmigo.

# ending.excuse13
source: found my evil double.
es_419: encontró a mi doble malvado.

# ending.excuse14
source: turned me into a vampire.
es_419: me convirtió en vampiro.

# ending.excuse15
source: kidnapped me.
es_419: me secuestró.

# ending.excuse16
source: made a surprise party for me.
es_419: me hizo una fiesta sorpresa.

# ending.excuse17
source: hid my cell phone in a cave.
es_419: escondió mi celular en una cueva.

# ending.excuse18
source: invited me to a sleepover.
es_419: me invitó a una pijamada.

# ending.excuse19
source: tried to poison me.
es_419: trató de envenenarme.

# ending.excuse20
source: was injured by my mortal enemy.
es_419: fue herido por mi enemigo mortal.

# ending.excuse21
source: turned me into an alien.
es_419: me transformó en alien.

# ending.excuse22
source: and I joined a circus.
es_419: me convenció de unirnos al circo.

# ending.excuse23
source: called me to film a movie.
es_419: me llamó para filmar una película.

# ending.excuse24
source: flooded my apartment on purpose.
es_419: inundó mi departamento a propósito.
